Repository: uebelsetzer/NLP_for_18th-century_Portuguese_medical_texts
Catalog: TMX/PRAE-T2 Capítulo 29_pt_pt-BR.tmx
Source language: pt
Languages: pt_br

source: CAPITULO XXIX .
pt_br: CAPÍTULO XXIX.

source: Dor de colica como se lhe ha de acudir na ausencia do Medico .
pt_br: Dor de cólica como se lhe há de acudir na ausência do Médico.

source: DAndo ao enfermo fóra de horas huma colica , a que o Medico naõ possa acudir logo , perguntareis ao enfermo se comeo mais do costumado , e se tem o estomago azedo , e cheyo ; porèm naõ estando inclinado a vomitar , lhe lançareis algumas ajudas commuas na fórma jà referida , e logo lhe dareis hum vomitorio ; e no caso que o enfermo tenha vontade de vomitar , seraõ as ajudas depois do vomitorio .
pt_br: Dando ao enfermo fora de horas uma cólica, a que o Médico não possa acudir logo, perguntareis ao enfermo se comeu mais do costumado, e se tem o estômago azedo, e cheio; porém não estando inclinado a vomitar, lhe lançareis algumas ajudas comuas na forma já referida, e logo lhe dareis hum vomitório; e no caso que o enfermo tenha vontade de vomitar, serão as ajudas depois do vomitório.

source: Vomitorio primeiro .
pt_br: Vomitório primeiro.

source: Primeiramente lhe dareis agoa tibia sómente , que estando inclinado a vomitar , he o que basta para o effeito .
pt_br: Primeiramente lhe dareis água tíbia somente, que estando inclinado a vomitar, é o que basta para o efeito.

source: Vomitorio segundo .
pt_br: Vomitório segundo.

source: Agoa cozida com erva doce , bebida quente , tambem he muy provocativa .
pt_br: Água cozida com erva doce, bebida quente, também é muito provocativa.

source: Vomitorio terceiro .
pt_br: Vomitório terceiro.

source: Escremento de ratos em pó , bebido em vinho branco , he muy singular remedio, e provocativo a vomitar .
pt_br: Excremento de ratos em pó, bebido em vinho branco, é muito singular remédio, e provocativo a vomitar.

source: Remedio primeiro .
pt_br: Remédio primeiro.

source: Calumba , ou abuta em pó , quanto caiba em sima de trez vintens , bebida em vinho .
pt_br: Calumba, ou abuta em pó, quanto caiba em cima de três vinténs, bebida em vinho.

source: Remedio segundo .
pt_br: Remédio segundo.

source: Fel de gallo , bebido em vinho , he muy singular remedio .
pt_br: Fel de galo, bebido em vinho, é muito singular remédio.

source: Remedio terceiro .
pt_br: Remédio terceiro.

source: Huma ventosa no embigo , mas pouco tempo , que he melhor repetilla mais vezes , do que estar muito tempo pegada .
pt_br: Uma ventosa no umbigo, mas pouco tempo, que é melhor repeti-la mais vezes, do que estar muito tempo pegada.

source: Remedio quarto .
pt_br: Remédio quarto.

source: Hum taleigo de milho quente em sima da dor tambem he bom .
pt_br: Um taleigo de milho quente em cima da dor também é bom.

source: Remedio quinto .
pt_br: Remédio quinto.

source: Metter os pés em agoa bem quente , quanto o enfermo possa soffrer, tempo bastante .
pt_br: Meter os pés em água bem quente, quanto o enfermo possa sofrer, tempo bastante.

source: Remedio sexto .
pt_br: Remédio sexto.

source: Muitas vezes succede proceder a colica de calor : estas se tiraõ pondo panos de agoa fria no estomago do enfermo , em que logo sente alivio ; e se o naõ sentir , se naõ deve continuar .
pt_br: Muitas vezes sucede proceder a cólica de calor: estas se tiram pondo panos de água fria no estômago do enfermo, em que logo sente alívio; e se o não sentir, se não deve continuar.

source: Naõ aproveitando todos estes remedios , virá o Medico para receitar outros mais efficazes , e purgar como he costume .
pt_br: Não aproveitando todos estes remédios, virá o Médico para receitar outros mais eficazes, e purgar como é costume.
